[
    {
        "dishImage": "Carbonara",
        "dishName": "Карбонара",
        "cookingTime": "30 минут",
        "cookingTimeImage": "easy",
        "dishDescription": {
            "dishName": "Карбонара",
            "dishImage": "Carbonara",
            "dishDescription": "Паста карбонара - самая популярная итальянская паста в мире. Секрет её популярности не только в доступности ингредиентов и времени приготовления. Главное, это неповторимый вкус - сливочный и нежный, хотя настоящая паста карбонара готовится без сливок. Важно соблюдать рецепт приготовления, чтобы получился правильный соус.",
            "dishRecipe": "ИНСТРУКЦИЯ ПРИГОТОВЛЕНИЯ\n 1. Спагетти варить 7-10 минут в кипящей подсоленной воде и откинуть на дуршлаг.\n 2. В сковороде разогрейте оливковое масло, положите чеснок и слегка подрумяньте.\n 3. Ветчину/бекон мелко нарежьте, добавьте к чесноку и обжаривайте 5 минут.\n 4. Сыр пармезан натрите на мелкой терке. Желтки взбить со сливками, немного подсолить.\n 5.Спагетти переложить в сотейник с чесноком и ветчиной/беконом.\n 6. Добавить взбитые желтки и тёртый сыр, перемешать. Держать на огне 3 минуты.\n 7. Посыпать молотым перцем, украсить зеленью и подавать на стол."
        }
    },
    {
        "dishImage": "Chkmeruli",
        "dishName": "Чкмерули",
        "cookingTime": "40 минут",
        "cookingTimeImage": "medium",
        "dishDescription": {
            "dishName": "Чкмерули",
            "dishImage": "Chkmeruli",
            "dishDescription": "Одно из самых знаменитых блюд грузинской кухни — цыпленок чкмерули, отличительной чертой этого блюда является ароматный чесночно-сливочный соус, в котором курица томится после обжарки. Очень яркое по вкусу блюдо, которое идеально подходит для подачи на стол к семейному ужину.",
            "dishRecipe": "ИНСТРУКЦИЯ ПРИГОТОВЛЕНИЯ\n 1. Подготовить необходимые ингредиенты.\n 2. Разрезать грудинку целой курицы вдоль и раскрыть тушку, как книгу. Если у курицы в области гузки есть жир, вырезать его.\n 3. Обмазать курицу аджикой, солью и перцем.\n 4. На сковороде разогреть растительное масло или растопить куриный жир. Выложить курицу внутренней стороной вниз и придавить прессом. Это может быть специальный пресс, чистый камень или тяжелая кастрюля с водой. Жарить 7–10 минут до появления карамельной корочки.\n 5. Затем перевернуть курицу и жарить под прессом еще 7–10 минут.\n 6. Разделать жареную курицу на порционные куски, вырезав позвоночник: окорочка, крылышки с частью грудки и нижние части грудки.\n 7. Раздавить чеснок при помощи пресса, добавить к нему немного соли и воды, перемешать. Должна получиться чесночная кашица.\n 8. В той же сковороде подогреть чесночную массу до появления яркого аромата.\n 9. Затем влить молоко и выложить кусочки курицы.\n 10. Накрыть крышкой и тушить на минимальном огне еще 15–20 минут. Подать."
        }
    },
    {
        "dishImage": "Borsch",
        "dishName": "Борщ",
        "cookingTime": "2 часа",
        "cookingTimeImage": "hard",
        "dishDescription": {
            "dishName": "Борщ",
            "dishImage": "Borsch",
            "dishDescription": "Борщ - традиционное восточнославянское блюдо, которое готовится со свеклой, что придаёт ему характерный насыщенный цвет. В отличие от обычных супов он густой.",
            "dishRecipe": "ИНСТРУКЦИЯ ПРИГОТОВЛЕНИЯ\n 1. Мясо положить в большую кастрюлю, залить 3 литрами воды, довести до кипения, варить 1,5 часа.\n 2. Нарезать перец.\n 3. Морковь натереть на терке, лук нарезать мелкими кубиками, обжарить до золотистости. Положить в кастрюлю вместе с нарезанным перцем.\n 4. Через 10 минут добавить нарезанную картошку.\n 5. Свеклу натереть, жарить минут 10, добавить томатную пасту, накрыть крышкой и тушить еще 20 минут. В борщ положить через 10 минут после картошки. Варить еще 10 ­минут.\n 6. Нашинковать капусту и добавить ее в самом конце. Варить еще 3 минуты, добавить лавровый лист, посолить, поперчить.\n 7. Снять с огня, дать настояться минимум 20 минут, а лучше ночь. Есть со сметаной."
        }
    },
    {
        "dishImage": "Pelmeni",
        "dishName": "Пельмени",
        "cookingTime": "20 минут",
        "cookingTimeImage": "easy",
        "dishDescription": {
            "dishName": "Пельмени",
            "dishImage": "Pelmeni",
            "dishDescription": "Пельмени — популярное блюдо нашей кухни, пришедшее с Урала; представляет собой небольшие кусочки теста, начиненные мясом или рыбой. Русское наименование блюда пришло из языков народов Пермского края, где пельмени называли «пельнянь», что расшифровывалось, как «хлебное ухо».",
            "dishRecipe": "ИНСТРУКЦИЯ ПРИГОТОВЛЕНИЯ\n 1. Приготовление теста: смешать воду с яйцом и солью, получившуюся смесь влить в просеянную муку, замесить тесто и оставить его на 20-30 минут.\n 2. Приготовление фарша: пропустить через мясорубку с мелкой решеткой говядину и свинину, добавить в мясо соль, перец, пропущенный через мясорубку лук и мелко рубленный чеснок, все тщательно перемешать.\n 3. Готовое тесто разделить на 4 части, каждую часть скатать в жгут толщиной 2 см, нарезать на кусочки шириной 1,5 см и на присыпанной мукой поверхности раскатать их в тонкие лепешки. В центр каждой лепешки выложить по 1 ч. л. фарша, сложить кружок с начинкой пополам и узелком соединить концы.\n 4. Варить пельмени в подсоленной воде (2 — 2,5 литра на 30 штук) в течение 8-10 минут. Подавать к столу с маслом, сметаной или уксусом."
        }
    },
    {
        "dishImage": "Pizza",
        "dishName": "Пицца",
        "cookingTime": "45 минут",
        "cookingTimeImage": "hard",
        "dishDescription": {
            "dishName": "Пицца",
            "dishImage": "Pizza",
            "dishDescription": "Традиционное итальянское блюдо, изначально в виде круглой дрожжевой лепёшки, выпекаемой с уложенной сверху начинкой из томатного соуса, сыра и зачастую других ингредиентов, таких как мясо, овощи, грибы и прочие продукты.",
            "dishRecipe": "ИНСТРУКЦИЯ ПРИГОТОВЛЕНИЯ\n 1. Прокрутить через мясорубку вяленые помидоры.\n 2. Перемешайте муку с манкой, вотрите дрожжи до образования мелкой крошки. Добавьте соль, оливковое масло и воду. Выложите тесто на поверхность и вымесите. Сформируйте шар и оставьте тесто на 1 час.\n 3. Разогрейте духовку до 250 градусов.\n 4. Разделите тесто на 3 части и каждую скатайте в шар. Оставьте подниматься на 10 минут.\n 5. Припылите рабочую поверхность мукой, выложите тесто и раскатайте в лепешки.\n 6. Выложите лепешки на противень, смажьте томатным соусом, посыпьте кусочками моцареллы и крупно порубленным базиликом.\n 7. Поместите пиццы в духовку, убавьте температуру до 240 градусов и пеките 10 — 12 минут."
        }
    },
    {
        "dishImage": "Burger",
        "dishName": "Бургер",
        "cookingTime": "30 минут",
        "cookingTimeImage": "medium",
        "dishDescription": {
            "dishName": "Бургер",
            "dishImage": "Burger",
            "dishDescription": "Горячее блюдо, обычно состоящее из котлеты из измельчённого мяса, как правило, говядины, помещённой внутрь разрезанной пополам булочки.",
            "dishRecipe": "ИНСТРУКЦИЯ ПРИГОТОВЛЕНИЯ\n 1. Говяжью лопатку вместе с жиром прокрутить через крупный нож мясорубки, добавить соль и черный перец, сформировать получившийся фарш в котлету. Жарить на растительном масле на сковороде-гриль до нужной степени готовности.\n 2. Картошку нарезать крупной соломкой, затем обвалять в кукурузной муке и обжарить во фритюре.\n 3. Круглую булочку для бургера разрезать надвое, слегка поджарить на сковороде-гриль половины с внутренней стороны. На нижнюю половину постелить салат «айсберг», добавить следом соус для бургера, на него положить котлету, полить ее сырным соусом чеддер, сверху выложить нарезанные помидоры, огурцы, тонкие колечки красного лука и посыпать жареным хрустящим луком. Накрыть второй половиной булки.\n 4. Подавать бургер с картофелем фри и кетчупом."
        }
    },
    {
        "dishImage": "Cake",
        "dishName": "Торт",
        "cookingTime": "1 час",
        "cookingTimeImage": "hard",
        "dishDescription": {
            "dishName": "Торт",
            "dishImage": "Cake",
            "dishDescription": "Кондитерское изделие, состоящее из нескольких коржей, пропитанных кремом или джемом. Сверху торт обычно украшают кремом, глазурью или фруктами.",
            "dishRecipe": "ИНСТРУКЦИЯ ПРИГОТОВЛЕНИЯ\n 1. Растереть желтки с сахаром, крахмалом и зернами ванили. Подогреть молоко, тонкой струйкой влить в желтки, помешивая. Вернуть смесь на огонь, добавить сливочное масло, готовить, помешивая, до загустения. Перелить крем в чистую миску, накрыть пленкой и уберать в холодильник.\n 2. Замочить желатин в двух столовых ложках горячей воды до его растворения. Взбить сливки с сахарной пудрой. Две столовые ложки взбитых сливок добавить в желатин (растворенный в воде) и перемешать. Тонкой струйкой влить сливочный желатин в сливки и взбить до плотных пиков.\n 3. На первый корж распределить джем и тонкий слой сливок. На второй корж распределить ванильный крем и сверху горкой взбитые сливки.\n 4. Придать сливкам форму купола. Накрыть тонким коржом и придать округлую форму торту. Смазать все сливками, чтобы бисквит не просвечивал сквозь марципан.\n 5. Накрыть торт зеленым марципаном, украсить розочкой и присыпать сахарной пудрой."
        }
    },
    {
        "dishImage": "Limonade",
        "dishName": "Лимонад",
        "cookingTime": "10 минут",
        "cookingTimeImage": "easy",
        "dishDescription": {
            "dishName": "Лимонад",
            "dishImage": "Limonade",
            "dishDescription": "Лимонад - один из любимейших прохладительных напитков, вкус которого мы узнаём с детства. Изначально в составе лимонада не было ничего, кроме лимонного сока, разбавленного водой.",
            "dishRecipe": "ИНСТРУКЦИЯ ПРИГОТОВЛЕНИЯ\n 1. Подготовить все ингредиенты.\n 2. В небольшой сотейник всыпать сахар, влить стакан воды\n 3. Довести до кипения и снять с огня.\n 4. Лимоны разрезать на половинки.\n 5. Выдавить сок из лимонов — должно получиться около стакана сока.\n 6. В большой кувшин со льдом влить лимонный сок.\n 7. Добавить сахарный сироп.\n 8. Добавить газированную воду, чтобы сильнее охладить лимонад.\n 9. Если лимонад слишком сладкий, добавить еще воды.\n 10. Подавать жарким днем, положив в стакан колечко лимона для украшения."
        }
    },
    {
        "dishImage": "Butterbrot",
        "dishName": "Бутерброд с овощами",
        "cookingTime": "15 минут",
        "cookingTimeImage": "easy",
        "dishDescription": {
            "dishName": "Бутерброд с овощами",
            "dishImage": "Butterbrot",
            "dishDescription": "Ломтик хлеба или булки с намазанной или уложенной сверху начинкой из какого-либо продукта, готового к употреблению (например масла, сыра, колбасы) или их сочетания. Популярный вид закуски благодаря простоте приготовления, удобству поедания и переноски",
            "dishRecipe": "ИНСТРУКЦИЯ ПРИГОТОВЛЕНИЯ\n 1. Булочки разрезать вдоль на равные части (две или три).\n 2. Намазать булочки слоем творожного сыра.\n 3. Намазать слой песто.\n 4. Нарезать мелкими кубиками помидоры и перцы.\n 5. Сначала выложить слой перца.\n 6. Затем слой помидоров.\n 7. Отправить в духовку при 170 градусах до готовности перца (минут 20).\n 8. Присыпать тертым сыром и отправить в духовку еще на 7 минут."
        }
    },
    {
        "dishImage": "TarTar",
        "dishName": "Тар-тар",
        "cookingTime": "20 минут",
        "cookingTimeImage": "easy",
        "dishDescription": {
            "dishName": "Тар-тар",
            "dishImage": "TarTar",
            "dishDescription": "Тартар — это холодная закуска французской кухни. По классическому рецепту ее готовят из нарезанной кубиками говядины, сырого яичного или перепелиного желтка, лука-шалота, каперсов, маслин, петрушки, эстрагона, оливкового масла и соусов: это могут быть кетчуп, табаско, вустерский и соевый соусы.",
            "dishRecipe": "ИНСТРУКЦИЯ ПРИГОТОВЛЕНИЯ\n 1. Картофель вымыть, крупно нарезать и выложить на горячую сковороду вместе со 150 граммами сливочного масла и тимьяном. Посолить, поставить на максимальный огонь. Когда масло нач­нет пениться, убавить огонь вдвое и перемешивать, потряхивая сковороду. Через четверть часа, если картофель уже станет мягким, снять с огня.\n 2. Вынуть из сковороды тимьян, оставшееся масло слить. Приготовить майонез — основу для соуса тартар. Желтки двух яиц смешать с половиной горчицы и обычным уксусом, посолить и поперчить. Взбивать венчиком, подливая подсолнечное масло, пока смесь не станет однородной. Добавить чайную ложку воды, чтобы зафиксировать эмульсию.\n 3. Отварить два яйца — на это уйдет ровно девять минут. Из говяжьей вырезки удалить вены, жилы и жир, нарезать ее сначала тонкими, по 5 мм, кусками поперек волокон, а затем нарубить их мелкими кубиками.\n 4. Каперсы, корнишоны и сваренные яйца нарезать кусочками такого же размера, как мясо, шалот — чуть помельче. Измельчить лук-резанец, листья базилика и петрушки. Добавить все это в майонез — и соус тартар готов. Две столовые ложки получившегося соуса, табаско, кетчуп и вустерширский соус смешать с говядиной.\n 5. Багет нарезать кусками толщиной 1 см, положить на каждый по два грамма сливочного масла, поставить в духовку и запекать в режиме «Гриль» до золотистой корочки. С помощью кулинарного кольца выложить тартар на тарелки, в которых блюдо будет подаваться.\n 6. Половину дижонской горчицы соединить с медом, бальзамическим уксусом и оливковым маслом. Добавить мелко нарезанный зубчик чеснока, размешать все венчиком и заправить этим соусом рукколу.\n 7. Выложить на тарелки с тартаром из говядины по два гренка, обжаренные дольки картофеля и немного рукколы. Украсить веточкой тимьяна, крупными хлопьями соли и посыпать свежемолотым черным перцем."
        }
    }
]
